Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_799_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Olgoministtar Tuomioja galledii sámedikkis
smn: Olgominister Tuomioja kollij sämitige

source: Olgoministtar Erkki Tuomioja galledii 21.1 .
smn: Olgominister Erkki Tuomioja kollij 21.1 .

source: Anáris ja oahpásmuvai sámekulturguovddáš Sajosii ja ságastalai sámedikkiin áigeguovdilis sámeáššiin .
smn: Anarist já uápásmui säämi kulttuurkuávdáš Sajosân já savâstâlâi sämitiggijn äigikyevdilis aašijn .

source: Sámediggi ovdanbuvttii ministarai sámedikki čoahkkima dohkkehan cealkámuša sámediggelága ođasmahttimis , Meahciráđđehuslága ođasmahttima , sámedikki ulbmiliid ILO 169-soahpamuša ratifiserema , davviriikkalaš sámesoahpamuša joatkkaráđđádallamiid ovdáneami sihke árktalaš gažaldagaid .
smn: Sämitigge oovdânpuovtij ministerân sämitige čuákkim tuhhiittem ciälkkámuš sämitiggelaavâ uđâsmitmist , Meccihaldâttâslaavâ uđâsmitmist , sämitige uulmijd ILO 169-sopâmuš ratifisistmân , tave-eennâmlâš sämisopâmuš jotkâráđádâlmij ovdánem sehe arktâlâš koččâmušâid .

source: Lassin sámediggi ja ministtar ságastalaigga Suoma riikkaidgaskasaš geatnegasvuođain sihke Supmii addon olmmošriekteorgánaid ávžžuhusaid ollašuhttimis .
smn: Lasseen sämitigge já minister savâstâláin Suomâ almugijkoskâsijn kenigâsvuođâin sehe Suomân adelum olmoošvuoigâdvuotorgaanij avžuuttâsâi olášutmist .

source: Nuortalaččaid luohttámušalmmái Veikko Feodoroff ja sámedikki I várreságajođiheaddji Tiina Sanila-Aikio muitaleigga nuortalaččaid sierragažaldagain ja nuortalaškulturguovddášfidnus .
smn: Nuorttâlâšâi ovdâolmooš Veikko Feodoroff já sämitige I värisaavâjođetteijee Tiina Sanila-Aikio muštâláin nuorttâlâšâi sierânâskoččâmušâin já nuorttâlâškulttuurkuávdášprojektist .

source: Nuortalaččaid luohttámušalmmái Veikko Feodoroff sávvamin buresboahtima ministtar Tuomiojai Sajosis .
smn: Nuorttâlâšâi ovdâolmooš Veikko Feodoroff tuáivutmin minister Tuomioja tiervâpuáttiđ Sajosân .

source: Govas maiddái sámedikki I várreságajođiheaddji Tiina Sanila-Aikio ja II várreságajođiheaddji Heikki Paltto .
smn: Kooveest meid sämitige I värisaavâjođetteijee Tiina Sanila-Aikio já II värisaavâjođetteijee Heikki Paltto .

source: Govva : Johanna Alatorvinen
smn: xxx

source: ” Lean duođaige ilus go ministaras lei áigi deaivvadit sámedikkiin ja eakti beroštupmi ságastallat sámedikkiin sámeáššiid birra .
smn: ” Lam uáli ilolâš ete ministerist lâi asto teivâdiđ sämitige já puigâ perustem savâstâllâđ sämitiggijn sämiaašijn .

source: Ministtar bođii Anárii njuolgga Tromssas ” Arctic Frontiers ” - konfereanssas .
smn: Minister poođij Anarân njuolgist Tromssast ” Arctic Frontiers ” - konfereensist .

source: Mis lei oalle liekkus ja buorre ságastallan sámiid riektesajádagas ja árktalaš jearaldagain .
smn: Mist lâi uáli lieggâ já šiev savâstâllâm sämmilij vuoigâdvuođâsajâttuvvâst já arktâlâš koččâmušâin .

source: Ministtar muitalii midjiide maiddái Arctic Frontiers - konfereanssa dovdamušain .
smn: Minister muštâlij mijjân meid Arctic Frontiers - konfereens tubdâmušâin .

source: Ságastis ministtar lei ovdanváldán eamiálbmotgažaldagaid , mas lean oalle movtta ” sámedikki ságajođiheaddji Klemetti Näkkäläjärvi muitalii .
smn: Saavâstis minister lâi váldám oovdân algâaalmugkoččâmušâid , mast lam uáli ilolâš ” sämitige saavâjođetteijee Klemetti Näkkäläjärvi muštâlij .

source: Sámediggi sávai olgoriikkaministeriijas , stáhtaráđis ja ráđđehusbellodagain eavttohis doarjaga sámediggelága ođasmahttimii . ”
smn: Sämitigge tuáivui olgoašijministeriöst , staatârääđist já haldâttâspiäláduvvâin iävtuttem tuárju sämitiggelaavâ uđâsmitmân . ”

source: Láhkaevttohus lea juo dál kompromissa iige dan leat vejolaš heajudit lága joatkkaválmmaštallamis .
smn: Lahâiävtuttâs lii jo tääl kompromis ige tom lah máhđulâš hiäjusmittiđ laavâ jotkâvalmâštâlmist .

source: Lága ođasmahttin lea duođaige dehalaš ja dat doarjjošii Suoma riikkaidgaskasaš geatnegasvuođaid ollašuvvama .
smn: Laavâ uđâsmittem lii tuođâi tergâdis já tot tuárjuččij Suomâ almugijkoskâsij kenigâsvuođâi olášum .

source: Sámediggi doarju evttohusa nuppástuhttit sápmelašmeroštallama .
smn: Sämitigge kyeddit iävtuttâs mutteđ sämmilâšmiäruštâllâm .

source: Dat vástida sámeservoša oktasaš áddejumi sápmelašvuođas ja sámedikki válgalogahallama dálá olbmuid ja sin maŋisboahttiid beassama sámedikki válgalogahallamii maiddái boahttevuuođas .
smn: Tot västid sämisiärváduv ohtâsâš ibárdâs sämmilâšvuođâst já sämitige vaaljâluvâttâlmist tääl leijee ulmuid já sii maajeeldpuátteid peessâm sämitige vaaljâluvâttâlmân meid puátteevuođâst .

source: Juos meroštallan ii rievdaduvvo , sámesearvvuš lea áitaga vuolde suddat suopmelaškultuvrai . ”
smn: Jis miäruštâllâm ij rievdâduu , sämisiärvádâh lii vaarâst suddâluđ syemmilâškulttuurân . ”

source: Sámedikki II várreságajođiheaddji Heikki Paltto deattuhii .
smn: Sämitige II värisaavâjođetteijee Heikki Paltto tiäduttij .

source: Sámediggi maiddái deattuhii , ahte stáhtaráđđi galgá bargat farggamusat čovdosiid ovttas sámedikkiin vuoi ráđđehusprográmma ulbmil ratifiseret ILO 169-soahpamuša ollašuvvá dán ráđđehusáigodaga siste . ”
smn: Sämitigge meid tiäduttij , ete staatârääđi kalga jotelávt toohâđ čuávdusijd oovtâst sämitiggijn vâi haldâttâsohjelm ulme ratifisistiđ ILO 169-sopâmuš olášuvá taam haldâttâspaje ääigi . ”

source: 169-soahpamuša ratifiserendoaimmaid galgá álggahit jođánit ja Suopma galgá deavdit riikkaidgaskasaš olmmošriektegeatnegasvuođaid .
smn: 169-sopâmuš ratifisistemtooimâid kalga algâttiđ jotelávt já Suomâ kalga tevdiđ almugijkoskâsijd olmoošvuoigâdvuotkenigâsvuođâidis .

source: Jáhkán , ahte mii sáhttit beassat áššis ovttaráđálašvuhtii stáhtain .
smn: Oskom , ete pyehtip peessâđ ääšist ohtsâšibárdâsân staatáin .

source: Lea dehalaš deattuhit , ahte soahpamuša ratifiseremis lea gažaldat sámiid eamiálbmotrivttiin , ii váldokultuvrra vuoigatvuođain .
smn: Lii tergâd tiäduttiđ , ete sopâmuš ratifisistmist lii koččâmuš sämmilij algâaalmugvuoigâdvuođâin , ij väldikulttuur vuoigâdvuođâin .

source: Soahpamuša ratifiseren dahká vejolažžan goittotge suopmelaškultuvrra ja suopmelašealáhusaid ollašuhttima sámiid ruovttuguovllus Suoma láhkaásaheami mielde áibbas nugo dálge ” , Näkkäläjärvi deattuha .
smn: Sopâmuš ratifisistem taha kuittâg máhđulâžžân syemmilâškulttuur já syemmilâšiäláttâsâi hárjuttem sämikuávlust Suomâ lahâasâttem miäldásávt siämmáá ko tääl-uv ” , Näkkäläjärvi tiädut .

source: Govas gurotravddas olgežii Veikko Feodoroff , Heikki Paltto , Tiina Sanila-Aikio , sámedikki ságajođiheaddji Klemetti Näkkäläjärvi , olgoministtar Erkki Tuomioja , kulturlávdegotti ságajođiheaddji Tauno Haltta , sámi oahpahusguovddáš vs. rektor Janne Näkkäläjärvi , ministara sierraveahkki Tarja Kantola , má. hálddahushoavda Pia Ruotsala , ministara diplomáhtaveahkki Tarja Kangaskorte ja sámedikki má. láhkačálli Kalle Varis.
smn: Kooveest čižetbeln uálgisbel Veikko Feodoroff , Heikki Paltto , Tiina Sanila-Aikio , sämitige saavâjođetteijee Klemetti Näkkäläjärvi , olgominister Erkki Tuomioja , kulttuurlävdikode saavâjođetteijee Tauno Haltta , säämi máttááttâskuávdáá vs. rehtor Janne Näkkäläjärvi , minister sierânâsišedeijee Tarja Kantola , má. haldâttâhhovdâ Pia Ruotsala , minister diplomaatišedeijee Tarja Kangaskorte já sämitige má. lahâčällee Kalle Varis .

source: Meahciráđđehuslága oppalašođastus lea jođus ja lága sámiid guoski áššiid várás eana- ja meahccedoalloministeriija lea ásahan bargojoavkku , man doaibmabadji nohká guovvamánu loahpas . ”
smn: Meccihaldâttâslaavâ olesuđâsmittem lii joođoost já laavâ sämmilijd kyeskee aašij várás eennâm- já meccituáluministeriö lii asâttâm pargojuávhu , mon toimâpaje nohá kuovâmáánu loopâst . ”

source: Bargojoavkku bargu lea vel gaskan .
smn: Pargojuávhu pargo lii vala koskân .

source: Sámedikki ja nuortalaččaid giličoahkkima ulbmilin lea , ahte Meahciráđđehuslága dárkkisteami oktavuođas lasihuvvojit sámiid váikkuhanvejolašvuođat ja mearridanváldi sámiid ruovttuguovllu eana- ja čáhceviidodagaid stivremis .
smn: Sämitige já nuorttâlâšâi sijdâčuákkim ulmen lii , ete Meccihaldâttâslaavâ tärhistem ohtâvuođâst lasetteh sämmilij vaikuttemmáhđulâšvuođâid já meridemvääldi sämikuávlu staatâ haldâšem eennâm- já čäcikuávlui stivriimist .

source: Midjiide lea dehalaš , ahte sámiid ruovttuguovllus leahkki stáhta vuovddit eai sirdás priváhtadoaibmiid meahccedoallogeavahussii , ja ahte sámiid guoski mearrádusaid barget boahttevuođasge sámiid ruovttuguovllu diliid dovdi virgeolbmot iige mearridanváldi sirdo oaivegávpotguvlui ” , sámedikki II várreságajođiheaddji Tiina Sanila-Aikio muitalii .
smn: Mijjân lii tehálâš , ete sämikuávlu staatâ meecih iä sirdâšuu ovtâskâs tuáimei meccituálukiävtun , já ete sämmilijd kyeskee miärádâsâid taheh puátteevuođâst-uv sämikuávlu tiilijd tobdee virgeulmuuh ige meridemväldi sirdâšuu uáivikaavpugkuávlun ” , sämitige II värisaavâjođetteijee Tiina Sanila-Aikio muštâlij .

source: Suoma árktalaš strategiija oasil sámiid ovddasteaddjit leat fuolastuvvan deattuhusaid nuppástuvvamis .
smn: Suomâ arktâlâš strategia uásild sämmilij ovdâsteijeeh lijjii huolâstum tiäddučuágástuv nubástusâst .

source: Janne Näkkäläjärvi ovdan buvttii fuola ekonomalaš-politihkalaš intreassaid lassáneami váikkuhusain árktalaš guovllu lundui ja eamiálbmogiid eallinvejolašvuođaide . ”
smn: Janne Näkkäläjärvi oovdânpuovtij huolâs ekonomâlâš-poolitlâš hiäđui lasanem vaikuttâsâin arktâlâš kuávlu luándun já algâaalmugij eellimmáhđulâšvuođáid . ”

source: Árktalaš guovllu hálddahusa ovddideapmi lea hirbmat dehalaš ja lea vealtameahttun , ahte Suoma árktalaš politihkka vuođđuduvvá suvdilis ovdáneami prinsihpaidda ja eamiálbmogiid eallinvejolasvuođaid seailluheapmái árktalaš guovlluin .
smn: Arktâlâš kuávlu haldâttuv ovdedem lii uáli tehálâš já lii velttidmettum , ete Suomâ arktâlâš politiik vuáđuduvá pištee ovdánem prinsiipáid já algâaalmugij eellimmáhđulâšvuođâi siäilumân arktâlâš kuávluin .

source: Sámit háliidit buktit iežaset oasálašvuođa dán prosessii ” , sámi oahpahusguovddáža vs. rektor Janne Näkkäläjärvi deattuhii .
smn: Sämmiliih halijdeh pyehtiđ jieijâs uásálistemvuođâ taam prosessân ” , säämi máttááttâskuávdáá vs. rehtor Janne Näkkäläjärvi tiäduttij .

source: ” Nuortalaččaid giličoahkkima , nuortalaškulturvuođđudusa ja sámedikki oktasaš ulbmilin lea oažžut nuortalaškulturguovddáža Čeavetjávrái .
smn: ” Nuorttâlâšâi sijdâčuákkim , nuorttâlâškulttuurvuáđudâs já sämitige ohtâsâš ulmen lii finniđ nuorttâlâškulttuurkuávdáš Čevetjáávrán .

source: Guovddáš doarjjošii nuortalašguovllu eallinfámu sihke buoridivčče nuortalašgielat bálvalusaid ja dagašii vejolažžan doalahit nuortalaškultuvrra .
smn: Kuávdáš tuárjuččij nuorttâlâškuávlu eellimvyeimi sehe pyerediččij nuorttâlâškielâlijd palvâlusâid já máhđulâšvuođâid paijeentoollâđ nuorttâlâškulttuur .

source: Sávvat ahte stáhtaráđđi juolludivčče ruđaid nuortalaškulturguovddážii nu jođánit go vejolaš .
smn: Tuáivup ete staatârääđi čujottiččij ruuđâid nuorttâlâškulttuurkuávdážân nuuvt jotelávt ko máhđulâš .

source: Nuortalašgiela ja nuortalaškultuvrra boahttevuođa sihkkarastin eaktuda stáhtas sierradoaimmaid .
smn: Nuorttâlâškielâ já nuorttâlâškulttuur puátteevuođâ turvim váátá staatâst sierânâstooimâid .

source: Maiddái riikkaidgaskasaš olmmošriekteorgánat leat eaktudan Suoma sihkkarastit nuortalašgiela seailuma .
smn: Meid almugijkoskâsiih olmoošvuoigâdvuotorgaaneh láá vaattâm Suomâ turviđ nuorttâlâškielâ siäilum .

source: Giela ja kultuvrra boahttevuođa sihkkarastin ii oaččo leat ruđas gitta ” , nuortalaččaid luohttámušalmmái Veikko Feodoroff muitalii .
smn: Kielâ já kulttuur puátteevuođâ turvim ij uážu leđe ruuđâst kiddâ ” , nuorttâlâšâi ovdâolmooš Veikko Feodoroff muštâlij .

source: xxx
smn: Lasetiäđuh :

source: Sámedikki muittuhančála olgoministtar Erkki Tuomiojai
smn: Sämitige muštottemčaalâ olgominister Erkki Tuomiojan
